{"domain":"aficionado","locale_data":{"aficionado":{"":{"domain":"aficionado","lang":""},"Branding":[null,"Varumärke"],"Colours & fonts":[null,"Färger & typsnitt"],"Background and standard buttons":[null,"Bakgrund och standardknappar"],"This is the dominant colour of your shop.":[null,"Detta är den dominerande färgen i din butik."],"Header & footer":[null,"Sidhuvud & sidfot"],"Background in the header and footer.":[null,"Bakgrundsfärg i sidhuvudet och sidfoten."],"Accent":[null,"Accent"],"Highlights important elements, such as the buy button.":[null,"Betonar viktiga element såsom köpknappen."],"Main font":[null,"Huvudtypsnitt"],"The main font used throughout your shop. You can either choose one of the built-in fonts or load one from Google Fonts.":[null,"Det dominerande typsnittet i din butik. Du kan antingen välja ett av de inbyggda typsnitten eller ladda in ett från Google Fonts."],"The quick brown fox jumps over the lazy dog":[null,"Flygande bäckasiner söka hwila på mjuka tuvor"],"Built-in":[null,"Inbyggt"],"Google":[null,"Google"],"Load":[null,"Ladda in"],"Select a font from the drown-down menu below and, if you want, change the example text and size (only for previewing).":[null,"Välj ett typsnitt från rullgardinsmenyn nedan. Om du vill kan du också ändra exempeltext och storlek (endast för förhandsgranskning)."],"An error occured while loading {{fontName}}":[null,"Det gick inte att ladda in {{fontName}}"],"To load a font from Google Fonts, do the following:<br><ol><li>Go to <a href='http://www.google.com/fonts'>http://www.google.com/fonts</a>.</li><li>Choose a font and click on the icon for Quick-use (the icon looks like an arrow to the right).</li><li>Choose styles and character sets in step 1 and 2. Copy the code from step 3.</li><li>Paste the code below and click \"Load\".</li></ol>":[null,"För att ladda in typsnitt från Google Fonts gör följande:<br><ol><li>Gå till <a href='http://www.google.com/fonts'>http://www.google.com/fonts</a>.</li><li>Välj ett typsnitt och klicka på ikonen för Quick-use till höger (ikonen ser ut som en högerpil).</li><li>Välj stil på typsnittet i steg 1 & 2 och kopiera koden från steg 3.</li><li>Klista in koden nedan och välj \"Ladda in\".</li></ol>"],"Accent font":[null,"Accenttypsnitt"],"Highlights important elements such as headlines. You can either choose one of the built-in fonts or load one from Google Fonts.":[null,"Betonar viktiga element såsom rubriker. Du kan antingen välja ett av de inbyggda typsnitten eller ladda in ett från Google Fonts."],"Logo":[null,"Logotyp"],"You can use an image, a text or an image with text overlay as your logo.":[null,"Du kan använda en bild, en text eller en bild med text som logotyp."],"Image":[null,"Bild"],"Text":[null,"Text"],"Google Analytics":[null,"Google Analytics"],"Web Property ID":[null,"Web property-ID"],"Enter your Web Property ID to enable Google Analytics.":[null,"Fyll i ditt web property-ID för att aktivera Google Analytics."],"This is not a valid Web Property ID.":[null,"Detta är inte ett giltigt web property-ID."],"UA-XXXX-YY":[null,"UA-XXXX-YY"],"Custom CSS":[null,"Egen CSS"],"The CSS entered here is applied site wide and at your own risk.":[null,"CSS som du lägger in här tillämpas på hela butikstemat och används på egen risk."],"Header & Footer":[null,"Sidhuvud & sidfot"],"Header":[null,"Sidhuvud"],"Here you can add contact and shipping information, etc. that are shown at the absolute top of the page.":[null,"Här kan du lägga till bl.a. kontakt- och fraktinformation som visas längst upp på sidan."],"Customer login":[null,"Kundinloggning"],"Enable your customers to create an account and log in to your shop?":[null,"Vill du låta dina kunder skapa ett konto och logga in till din butik?"],"Yes":[null,"Ja"],"No":[null,"Nej"],"Contact":[null,"Kontakt"],"Phone number to your customer service or other contact information. A single row at the top of the page.":[null,"Telefonnummer till kundtjänst eller annan kontaktinformation. En enkelrad längst upp på sidan."],"Shipping information":[null,"Fraktinformation"],"A single row at the top of the page.":[null,"En enkelrad längst upp på sidan."],"Footer":[null,"Sidfot"],"The footer is always located at the bottom of the page.":[null,"Sidfoten visas alltid längst ner på sidan."],"Address":[null,"Adress"],"You can add up to five address lines.":[null,"Du kan använda maximalt fem adressrader."],"Address line 1":[null,"Adressrad 1"],"Address line 2":[null,"Adressrad 2"],"Address line 3":[null,"Adressrad 3"],"Address line 4":[null,"Adressrad 4"],"Address line 5":[null,"Adressrad 5"],"Email":[null,"E-post"],"Phone number (human readable)":[null,"Telefonnummer (läsbart av människor)"],"The number as shown to your visitors, e.g. 012 345 6789":[null,"Numret så som det visas för dina besökare, t.ex. 012-34 56 78."],"Phone number (computer readable)":[null,"Telefonnummer (datorläsbart)"],"The number must start with a country code (e.g. +44) and may not contain spaces.":[null,"Numret måste börja med en landskod (t.ex. +46) och får inte innehålla mellanslag."],"The number that should be dialed when a visitor clicks on it, e.g. +44123456789.":[null,"Numret som ska ringas upp när en besökare klickar på det, t.ex. +4612345678."],"Link to \"Terms & conditions\"":[null,"Länk till \"Villkor & info\""],"On":[null,"På"],"Off":[null,"Av"],"Link text for \"Terms & conditions\"":[null,"Länktext för \"Villkor & info\""],"Terms & conditions":[null,"Villkor & info"],"Menu":[null,"Meny"],"The menu is a central component of your shop that your visitors will use to look though your inventory. With the settings below you can customize both the look and content of the menu. Please note that certain settings may be inappropriate if you have many article groups on the top level.":[null,"Menyn är en central komponent som dina besökare använder för att titta igenom ditt sortiment. Här kan du ställa in både hur menyn ska se ut och vad den ska innehålla. Observera att vissa inställningar kan vara mindre lämpliga om du har många artikelgrupper på toppnivå."],"Menu style":[null,"Menyvariant"],"The menu is available in two different styles.":[null,"Menyn finns tillgänglig i två olika varianter."],"Drop down":[null,"Rullgardin"],"Mega":[null,"Mega"],"Menu items":[null,"Menyobjekt"],"Click \"Add\" below to add new items to the menu, then use drag and drop to re-arrange.":[null,"Klicka på ”Lägg till” nedan för att lägga till nya objekt i menyn. Du kan sedan dra och släppa för att byta plats på dem."],"Start page":[null,"Startsida"],"Image carousel":[null,"Bildspel"],"Auto play":[null,"Automatisk bildväxling"],"Images change automatically.":[null,"Nya bilder visas automatiskt efter ett visst intervall."],"Transition mode":[null,"Bildväxlingssätt"],"Animation when changing images.":[null,"Animation vid bildväxling."],"Slide":[null,"Glidning"],"Fade":[null,"Toning"],"Images":[null,"Bilder"],"Add image":[null,"Lägg till bild"],"Shout out":[null,"Textannonser"],"Shout out the latest in a text-only promotion box.":[null,"Här kan du publicera nyheter som enkla textannonser."],"First line":[null,"Rad 1"],"Second line":[null,"Rad 2"],"Third line":[null,"Rad 3"],"Link":[null,"Länk"],"Promotion boxes":[null,"Skyltfönster"],"With promotion boxes you can raise customer awareness of, for example, a particular brand, a sales campaign or perhaps a new section of your shop.":[null,"Skyltfönster kan du använda till att göra reklam för ett visst varumärke, en säljkampanj eller kanske en särskild avdelning i din butik."],"Horizontal text alignment":[null,"Horisontell textjustering"],"Left":[null,"Vänster"],"Center":[null,"Center"],"Right":[null,"Höger"],"Vertical text alignment":[null,"Vertikal textjustering"],"Vertical alignment":[null,"Vertikal justering"],"Top":[null,"Toppen"],"Middle":[null,"Mitten"],"Bottom":[null,"Botten"],"Invert text colour":[null,"Inverterad textfärg"],"Horizontal alignment":[null,"Horisontell justering"],"Highlighted articles":[null,"Framhävda artiklar"],"Here you can promote certain articles on the start page.":[null,"Här kan du välja att lyfta fram vissa artiklar på startsidan."],"Title":[null,"Titel"],"Add article":[null,"Lägg till artikel"],"Pages":[null,"Sidor"],"Article page":[null,"Artikelsida"],"Here you can adjust how individual articles are presented.":[null,"Här kan du ställa in hur enskilda artiklar ska presenteras."],"Share button":[null,"Dela-knapp"],"Options or variants":[null,"Valmöjligheter eller varianter"],"You can display article choices either as individual options (e.g. \"Colour\" and \"Size\") or as variants. The latter are combinations of options, e.g. \"Red shirt XL\".":[null,"Du kan visa artikelval som antingen enskilda valmöjligheter (t.ex. \"Färg\" och \"Storlek\") eller som varianter. De senare är kombinationer av valmöjligheter, t.ex. \"Röd tröja XL\"."],"Options":[null,"Valmöjligheter"],"Variants":[null,"Varianter"],"Maximum variants":[null,"Max antal varianter"],"Set a maximum number of unique variants. If you exceed this limit, then they will all show up as options instead.":[null,"Här ställer du in taket för antalet unika varianter. Om antalet varianter skulle överstiga detta antal kommer de istället att visas som valmöjligheter."],"Article-group page":[null,"Artikelgruppssida"],"An article-group page can list sub groups, articles or both.":[null,"En artikelgruppssida kan lista undergrupper, artiklar eller både och."],"Sub groups":[null,"Undergrupper"],"Grid or list":[null,"Rutnät eller lista"],"Show sub groups in a grid or a list.":[null,"Visa undergrupper i ett rutnät eller en lista."],"Grid":[null,"Rutnät"],"List":[null,"Lista"],"Pagination":[null,"Paginering"],"You can choose between classic pagination or infinite scroll, where sub groups are loaded automatically.":[null,"Du kan välja mellan klassisk paginering eller oändlig rullningslist där undergrupper laddas automatiskt."],"Infinite scroll":[null,"Oändlig rullningslist"],"Show articles in a grid or a list.":[null,"Visa artiklar i ett rutnät eller en lista."],"You can choose between classic pagination or infinite scroll, where articles are loaded automatically.":[null,"Du kan välja mellan klassisk paginering eller oändlig rullningslist där artiklar laddas automatiskt."],"Checkout":[null,"Kassa"],"Here you can normally make theme-specific settings related to your checkout section. Your shop, however, currently lacks the required features.":[null,"Här kan du i vanliga fall göra temaspecifika inställningar för kassan, men just nu saknar din butik den funktionalitet som krävs."],"Here you can make theme-specific settings related to your checkout section.":[null,"Här kan du göra temaspecifika inställningar för kassan"],"Discount codes":[null,"Rabattkoder"],"Here you can enable discount codes for the current theme. To create and manage your discount codes, <a href='list_discounts.php'>click here</a>.":[null,"Här kan du aktivera rabattkoder för det aktuella temat. <a href=\"%s\">Klicka här</a> för att skapa och hantera dina rabattkoder."],"Style links":[null,"Stilregel länkar"]}}}